tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'mas'
brew 'cask'
brew 'emacs'
brew 'bash'
brew 'vim'
brew 'mysql'
brew 'ansible'
brew 'curl'
brew 'wget'
brew 'git'
brew 'httpie'
brew 'tree'
brew 'tmux'
brew 'youtube-dl'
brew 'terminal-notifier'
brew 'awscli'
brew 'the_silver_searcher'
brew 'yarn'
brew 'mackup'
brew 'hubflow'

cask 'atom'
cask 'java'
cask 'google-japanese-ime'
cask 'karabiner-elements'
cask 'hammerspoon'
cask 'font-source-code-pro'
cask 'vivaldi-snapshot'
cask 'caffeine'
cask 'phpstorm'
cask 'google-chrome-canary'
cask 'google-chrome'
cask 'coteditor'
cask 'pomodone'
cask 'textwrangler'
cask 'android-file-transfer'
cask 'android-studio'
cask 'genymotion'
cask 'appcleaner'
cask 'docker'
cask 'google-play-music-desktop-player'
cask 'google-drive'
cask 'amazon-drive'
cask 'dropbox'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'bathyscaphe'
cask 'postman'
cask 'rescuetime'
cask 'vlc'
cask 'firefoxdeveloperedition-ja'
cask 'monolingual'
cask 'kindle'
cask 'diskwave'
cask 'macdown'

mas 'LINE', id: 539883307
mas 'Wunderlist', id: 410628904
mas 'Bear', id: 1091189122
mas 'BetterSnapTool', id: 417375580
mas 'Echofon Lite for Twitter', id: 403858460

brew 'android-sdk'